"JXRefreshHeaderIdleText" = "Pull down to refresh";
"JXRefreshHeaderPullingText" = "Release to refresh";
"JXRefreshHeaderRefreshingText" = "Loading...";

"JXRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"JXRefreshAutoFooterRefreshingText" = "Loading...";
"JXRefreshAutoFooterNoMoreDataText" = "No more data";

"JXRefreshBackFooterIdleText" = "Pull up to load more";
"JXRefreshBackFooterPullingText" = "Release to load more.";
"JXRefreshBackFooterRefreshingText" = "Loading...";
"JXRefreshBackFooterNoMoreDataText" = "No more data";

"JXRefreshHeaderLastTimeText" = "Last update:";
"JXRefreshHeaderDateTodayText" = "Today";
"JXRefreshHeaderNoneLastDateText" = "No record";
